{
  "name": "Блог",
  "search": "Пошук...",
  "blog": "Блог",
  "header": {
    "title": "Reacters",
    "subtitle": "Благодійна організація",
    "links": {
      "about": "Про нас",
      "team": "Наша команда",
      "awards": "Наші відзнаки",
      "contacts": "Наші контакти",
      "partners": "Наші партнери",
      "documents": "Офіційні документи",
      "contract_offer": "Договір оферти",
      "reports": "Звіти",
      "charity_projects": "Благодійні проєкти",
      "cultural_projects": "Культурні проєкти",
      "philanthropy": "Меценатство",
      "festivals": "Благодійні фестивалі та конкурси",
      "education": "Освіта",
      "calendar": "Календар подій",
      "media": "Медіа",
      "support": "Підтримка",
      "projects": "Проєкти",
      "login": "Увійти",
      "register": "Зареєструватися",
      "profile": "Мій профіль",
      "add_news": "Додати новину",
      "chats": "Чати",
      "logout": "Вийти"
    }
  },
  "notFound": "Сторінку не знайдено",
  "goBack": "Повернутися на голову",
  "login": {
    "passwordLength": "Пароль повинен бути не менше 9 символів",
    "passwordEmpty": "Пароль не повинен бути порожнім",
    "passwordComplex": "Пароль повинен містити принаймні одну велику літеру",
    "passwordNoDigits": "Пароль повинен містити принаймні одну цифру",
    "error": "Перевірте введені дані",
    "title": "Ввійти",
    "email": "Електронна пошта",
    "password": "Пароль",
    "passwordInfo": "Пароль має містити мінімум 8 символів, 1 велику букву та 1 цифру",
    "button": "Ввійти",
    "nick": "Ім'я користувача",
    "nicknameEmpty": "Нікнейм не може бути порожнім",
    "emailInvalid": "Невірно введена електронна пошта",
    "repeatpassword": "Повторіть пароль",
    "passwordsNotMatch": "Паролі не співпадають",
    "terms": "Я погоджуюся з",
    "termsLink": "правилами користування",
    "termsTitle": "Правила користування",
    "termsButton": "Ознайомлений",
    "termsText1": "Загальні правила поведінки на сайті:",
    "termsText2": "Почнемо з того, що на сайті спілкуються сотні людей, різних релігій і переконань, і всі вони є повноправними відвідувачами нашого сайту, тому якщо ми хочемо, щоб це співтовариство людей функціонувало і нам потрібні правила. Ми настійно рекомендуємо ознайомитися з цими правилами, це займе у вас всього п'ять хвилин, але збереже нам і вам час і допоможе зробити сайт більш цікавим і організованим. Для початку на нашому сайті потрібно вести себе шанобливо до всіх відвідувачів сайту. Не ображайте учасників, це завжди зайве. Якщо у вас є скарги, будь ласка, зв'яжіться з адміністраторами або модераторами (використовуйте ваші особисті повідомлення). Образа інших відвідувачів вважається одним з найсерйозніших порушень і суворо карається адміністрацією. Ми суворо забороняємо расизм, релігійні та політичні висловлювання. Заздалегідь дякуємо за розуміння і за бажання зробити наш сайт більш ввічливим і доброзичливим.",
    "termsText3": "На сайті суворо заборонено:",
    "termsText4": "Повідомлення, що не стосуються змісту статті або контексту обговорення - образливі та загрозливі відвідувачі сайту - коментарі забороняють висловлювання, що містять невідповідну мову, принижують людську гідність, розпалюють міжнаціональну ворожнечу - спам, а також реклама будь-яких товарів і послуг, інших ресурсів, ЗМІ або подій, які не відносяться до контексту обговорення статті  Давайте поважати один одного і сайт, де ви та інші читачі приходять поспілкуватися і висловити свої думки. Адміністрація сайту залишає за собою право видаляти коментарі або їх частину, якщо вони не відповідають цим вимогам.  Якщо ви порушите правила, вам можуть дати попередження. У деяких випадках заборона може бути надана без попередження. Написати адміністратору про видалення бананів.  Образа адміністраторів або модераторів також карається забороною - поважайте роботу інших.",
    "termsNotChecked": "Погодьтесь на правила користування"
  },
  "Register": {
    "title": "Зареєструватись",
    "button": "Зареєструватися"
  }
}
